{
  "status": "ok",
  "totalResults": 6,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "Meneame.net"
      },
      "author": "Cometeunzullo",
      "title": "Una revisión de la puntuación deja sin plaza fija a 84 interinos docentes semanas después de haberla obtenido",
      "description": "María (nombre ficticio) hace más de siete años que es profesora interina. El 31 de marzo su vida cambió cuando le notificaron que había logrado plaza fija a través del concurso de méritos que se está resolviendo actualmente. Pero el viernes pasado volvió a da…",
      "url": "https://www.meneame.net/m/actualidad/revision-puntuacion-deja-sin-plaza-fija-84-interinos-docentes",
      "urlToImage": null,
      "publishedAt": "2023-05-23T06:36:51Z",
      "content": "Normalmente los resultados son provisionales hasta corregir las diferentes incidencias o reclamaciones (siempre suele haberlas).También está el caso contrario: en el resultado provisional no obtienes… [+79 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Rpnradio.com"
      },
      "author": "RPN Social",
      "title": "Zamboanga: Ministro ed educacion na rehyon autonomo ya visita na Westmincom",
      "description": "Si Tiniente Heneral Roy Galido, el comandante del Western Mindanao Command (Westmincom), ya dale su aseguramiento cay ay suporta el mando con el maga actividades del departamento de educacion na rehyon autonomous. Si Galido ya dale su aseguramiento con Mohagh…",
      "url": "https://rpnradio.com/zamboanga-ministro-ed-educacion-na-rehyon-autonomo-ya-visita-na-westmincom/",
      "urlToImage": "https://rpnradio.com/wp-content/uploads/2023/05/Roy-Galido-Westmincom.jpg",
      "publishedAt": "2023-05-11T06:50:38Z",
      "content": "Si Tiniente Heneral Roy Galido, el comandante del Western Mindanao Command (Westmincom), ya dale su aseguramiento cay ay suporta el mando con el maga actividades del departamento de educacion na rehy… [+864 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Bandaancha.eu"
      },
      "author": "Ageofempirespemen",
      "title": "indignado",
      "description": "hola a todos les cuento mi experiencia con esta gente soy cliente de Jazztel desde hace varios años tengo dos fibras en casas diferentes y 6 lineas telefonicas todo ilimitado y este es el trato que me dan… Ya van varias vezes que me engañan ofreciendome cosas…",
      "url": "https://bandaancha.eu/foros/indignado-1749538",
      "urlToImage": "https://bandaancha.eu/images/og-image.png",
      "publishedAt": "2023-05-10T20:42:21Z",
      "content": "hola a todos les cuento mi experiencia con esta gente soy cliente de Jazztel desde hace varios años tengo dos fibras en casas diferentes y 6 lineas telefonicas todo ilimitado y este es el trato que m… [+1418 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Pypi.org"
      },
      "author": "ec446162@gmail.com",
      "title": "cuellartensorflow added to PyPI",
      "description": "Una libreria simple para crear modelos de lenguaje con tensorflow",
      "url": "https://pypi.org/project/cuellartensorflow/",
      "urlToImage": "https://pypi.org/static/images/twitter.abaf4b19.webp",
      "publishedAt": "2023-05-02T18:21:11Z",
      "content": "Una libreria simple para crear modelos de lenguaje de forma practica y sencilla usando tensorflow en pocas lineas de codigo\r\ninstalacion de la libreria:\r\npipinstallcuellartensorflow\r\nCreando nuestro … [+1185 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Jornada.com.mx"
      },
      "author": "DEMOS, Desarrollo de Medios, S.A. de C.V.",
      "title": "Más de 95% de los niños hasta 3 años carecen de acceso a educación inicial",
      "description": "En México menos de 5 por ciento de 7.8 millones de niños hasta 3 años tienen acceso a educación inicial, pese a que el artículo tercero señala como obligación del Estado ofrecer este servicio, que busca desarrollar el potencial integral de las infancias en un…",
      "url": "https://www.jornada.com.mx/2023/04/28/politica/014n4pol",
      "urlToImage": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
      "publishedAt": "2023-04-28T11:09:46Z",
      "content": "Periódico La JornadaViernes 28 de abril de 2023, p. 14\r\nEn México menos de 5 por ciento de 7.8 millones de niños hasta 3 años tienen acceso a educación inicial, pese a que el artículo tercero señala … [+1766 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Jornada.com.mx"
      },
      "author": "DEMOS, Desarrollo de Medios, S.A. de C.V.",
      "title": "Descubren en un archivo la primera novela de Vázquez Montalbán, inédita hasta hoy",
      "description": "Madrid. La primera novela de ficción de Manuel Vázquez Montalbán permanece inédita, y estaba guardada en una de las 90 cajas que forman parte de su archivo personal y que se hallan depositadas en la Biblioteca de Cataluña, en Barcelona. Pero un hallazgo fortu…",
      "url": "https://www.jornada.com.mx/2023/04/28/cultura/a07n1cul",
      "urlToImage": "https://www.jornada.com.mx/2023/04/28/fotos/a07n1cul-1.jpg",
      "publishedAt": "2023-04-28T11:09:41Z",
      "content": "Periódico La JornadaViernes 28 de abril de 2023, p. 7\r\nMadrid. La primera novela de ficción de Manuel Vázquez Montalbán permanece inédita, y estaba guardada en una de las 90 cajas que forman parte de… [+5297 chars]"
    }
  ]
}