{
    "status": "ok",
    "totalResults": 5,
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Fabio.com.ar"
            },
            "author": "Fabio Baccaglioni",
            "title": "URLs largas en el blog, luego de décadas",
            "description": "Luego de muchos, muchos años, la insistencia de Google a la que nunca claudiqué y paja mental, terminé de programar para el blog las urls largas :D\r\n\nSí, ya sé, me llevó como una década y tenía casi todo hecho de hace algunos años, pero no tuve ganas de termi…",
            "url": "https://www.fabio.com.ar/9053-urls_largas_en_el_blog_luego_de_decadas",
            "urlToImage": "https://www.fabio.com.ar/images/reviews34/programando.jpg",
            "publishedAt": "2023-05-15T13:30:00Z",
            "content": "15/05/2023 - 10:30:00 por Fabio Baccaglioni\r\n - 206 - 1 - En Programación\r\nLuego de muchos, muchos años, la insistencia de Google a la que nunca claudiqué y paja mental, terminé de programar para el … [+4213 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Meneame.net"
            },
            "author": "ChanVader",
            "title": "Confirmada la revolución en Telecinco: Ana Rosa pasa a la tarde y Sálvame desaparece",
            "description": "Tras 18 años al frente de ‘El programa de Ana Rosa’, la presentadora se hará cargo del nuevo magazine diario producido por Mediaset España en colaboración con Unicorn Content. Los programas ‘Sálvame’ y ‘Deluxe’ finalizarán sus emisiones en el mes de junio.eti…",
            "url": "https://www.meneame.net/m/actualidad/confirmada-revolucion-telecinco-ana-rosa-pasa-tarde-salvame",
            "urlToImage": null,
            "publishedAt": "2023-05-08T11:14:22Z",
            "content": "#5 desde hace ya bantante las TV manipulan las audiencias troceando los programas entre franjas horarias.Si te das cuenta, cuando cambian de franja muchas veces meten el copyright del canal , desapar… [+198 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Fabio.com.ar"
            },
            "author": "Fabio Baccaglioni",
            "title": "MySQL ¿Por qué esta consulta está lenta? ¿Me ayudan?",
            "description": "Pregunta para aquellos que saben más que yo, seguro alguno habrá, la cosa es así, la semana pasada tuve que hacer un cambio en las tablas del blog, pasé todo de MyISAM a InnoDB, una cuestión de modernización.\r\n\nEl primer impacto y más notable fue que el sitio…",
            "url": "https://www.fabio.com.ar/9044",
            "urlToImage": "https://www.fabio.com.ar/images/reviews34/pensando.jpg",
            "publishedAt": "2023-05-06T13:30:00Z",
            "content": "06/05/2023 - 10:30:00 por Fabio Baccaglioni\r\n - 47 - 1 - En Programación\r\nPregunta para aquellos que saben más que yo, seguro alguno habrá, la cosa es así, la semana pasada tuve que hacer un cambio e… [+2542 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Meneame.net"
            },
            "author": "Harkon",
            "title": "Belarra, en TVE: “Excluir a Podemos de los spots no es decisión de la Junta Electoral, sino de RTVE”",
            "description": "Cuando el copresentador de La hora de La 1, Marc Sala, ha respondido a Belarra que “RTVE no decide nada” y que estos son “criterios de la Junta Electoral Central” basándose en la LOREG –la Ley Orgánica del Régimen Electoral General–, la secretaria general de …",
            "url": "https://www.meneame.net/m/actualidad/belarra-tve-excluir-podemos-spots-no-decision-junta-electoral",
            "urlToImage": null,
            "publishedAt": "2023-05-04T14:32:27Z",
            "content": "Son unos buleros, están excluidos por culpa del sin fin de siglas con las que se presentan a las elecciones municipales, RTVE está aplicando la ley, y si podemos no está de acuerdo debe acudir a la J… [+657 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jornada.com.mx"
            },
            "author": "DEMOS, Desarrollo de Medios, S.A. de C.V.",
            "title": "Reflexionarán en El Aleph: Festival de Arte y Ciencia sobre violencia y cultura de la paz",
            "description": "Desde 2017, El Aleph: Festival de Arte y Ciencia se ha dedicado a entretejer diversos tópicos por medio del diálogo y una visión multidisciplinaria. “De lo que trata El Aleph es de la conexión íntima de todos los puntos del universo, ésa es la ambición de Bor…",
            "url": "https://www.jornada.com.mx/2023/04/26/ciencias/a12n1cie",
            "urlToImage": "https://www.jornada.com.mx/2023/04/26/fotos/a12n1cie-1.jpg",
            "publishedAt": "2023-04-26T10:56:25Z",
            "content": "Periódico La JornadaMiércoles 26 de abril de 2023, p. a12\r\nDesde 2017, El Aleph: Festival de Arte y Ciencia se ha dedicado a entretejer diversos tópicos por medio del diálogo y una visión multidiscip… [+5335 chars]"
        }
    ]
}